#탈출문 / 줄바꿈

# print("백문이 불여일견
# 백견이 불여일타")
# 위 내용은 오류를 발생 시킨다 해결 방법 은?

# 방법 1
# print('''백문이 불여일견
#       백견이 불여일타''')
# 보이는 그대로 출력된다.

# 방법 2
# print("백문이 불여일견 \n백견이 불여일타")
#  불여일견 다음 줄바꿈이 일어나면서 출력된다.


# print("저는 "나도코딩"입니다.")
# "" 문자 "" 오류발생

# 방법 1
# print('저는 "나도코딩" 입니다.')
# 작동은 된다.

# 방법 2
# print("저는\"나도코딩\" 입니다 ")
# print("저는\'나도코딩\' 입니다 ")

# \\

# print("s:\\python\\python_practice\\day_01\\practice_02.py ")

# /r 커서를 맨 앞으로 이동
# print("red Apple\rPine")

# /b 백스페이스 (한글자 삭제)
# print("Red\bApple")

# # \t 탭
# print("Red\tApple")
